<?php
$lang['proj_launch_uploader_intro'] = 'Коли ви завершите запис і редагування, будь ласка, скористайтеся цією сторінкою, щоб завантажити свої файли. Ви можете завантажувати лише файли .mp3, .wav, .flac, .zip і .txt. Обмеження розміру – 100 МБ. Тимчасові URL-адреси, надані цим завантажувачем, призначені ТІЛЬКИ для внутрішнього використання у проєкті LibriVox. Будь ласка, НЕ публікуйте їх на будь-якому сайті, крім форуму LibriVox, і не діліться ними з не залученими до LibriVox людьми.';
$lang['proj_launch_uploader_instructions'] = 'Інструкції:';
$lang['proj_launch_uploader_instruct_1'] = 'Використовуйте кнопку "Add files" ("Додати файли"), щоб вибрати файл(и) зі свого комп\'ютера. Ви можете завантажувати кілька файлів одночасно, якщо всі вони призначені для одного проєкту.';
$lang['proj_launch_uploader_instruct_2'] = 'Виберіть MC для свого проєкту з випадного списку.';
$lang['proj_launch_uploader_instruct_3'] = 'Можна використовувати синю кнопку "Start upload" ("Почати завантаження") задля завантаження всіх файлів одночасно або окремі кнопки напроти кожного файлу для їх поодинокого завантаження.';
$lang['proj_launch_uploader_instruct_4'] = 'Після того, як ви завершите завантаження всіх своїх файлів, будь ласка, скопіюйте кожну URL-адресу та вставте її в повідомлення в темі проєкту.';
$lang['proj_launch_uploader_notes'] = 'Примітки:';
$lang['proj_launch_uploader_notes_1'] = 'Якщо ви не опублікуєте URL-адреси на форумі, ніхто не дізнається, що файли було надіслано!';
$lang['proj_launch_uploader_notes_2'] = 'Якщо ви надсилаєте тестовий файл, дотримуйтесь інструкцій вашого BC або інструкцій тут: <a href="https://wiki.librivox.org/index.php/1-Minute_Test">https://wiki.librivox. org/index.php/1-Minute_Test</a>';
$lang['proj_launch_uploader_notes_3'] = 'Якщо ви випадково вибрали неправильні файли, перед завантаженням ви можете скасувати всі або деякі файли за допомогою кнопки "Cancel" ("Скасувати").';
$lang['proj_launch_uploader_notes_4'] = 'Якщо ви повторно завантажили файл (з однаковою назвою), попереднє завантаження буде перейменовано задля його збереження.';
$lang['proj_launch_uploader_notes_5'] = 'Натискання кнопки "Clear" ("Очистити") видаляє файл зі списку, але не видаляє його з сервера. Щоб видалити файли, зверніться до адміністратора.';
$lang['proj_launch_uploader_help'] = 'Виникли проблеми із завантажувачем? Будь ласка, спробуйте ще раз, за допомогою іншого браузера, якщо можете. Якщо це не допомогає, зверніться до адміністратора на форумі.';
?>
