<?php
$lang['proj_launch_uploader_intro'] = 'Когда запись готова, воспользуйтесь этой формой для её загрузки. Для загрузки разрешены форматы .mp3, .wav, .flac, .zip и .txt, максимальный размер 100 МВ. Загрузчик создаст временный URL только для внутреннего пользования участниками Либривокс. Не публикуйте этот URL на других форумах и не посылайте его никому кроме участников Либривокс.';
$lang['proj_launch_uploader_instructions'] = 'Инструкции:';
$lang['proj_launch_uploader_instruct_1'] = 'Пользуйтесь кнопкой "Add files" для выбора файлов на вашем компьютере. Можно загружать несколько файлов сразу, если они для одного и того же проекта.';
$lang['proj_launch_uploader_instruct_2'] = 'Выберите MC вашего проекта из выпадающего списка.';
$lang['proj_launch_uploader_instruct_3'] = 'Можно воспользоваться голубой кнопкой "Start upload" для всех файлов сразу или отдельными кнопками для каждого файла.';
$lang['proj_launch_uploader_instruct_4'] = 'Когда загрузка всех файлов завершена, скопируйте каждый URL в сообщение на форуме проекта.';
$lang['proj_launch_uploader_notes'] = 'Примечания:';
$lang['proj_launch_uploader_notes_1'] = 'Если вы не сообщите URL на форуме, то никто не узнает что файлы загружены!';
$lang['proj_launch_uploader_notes_2'] = 'Если вы загружаете минутный тест, то следуйте инструкциям вашего ВС или здесь: <a href="https://wiki.librivox.org/index.php/1-Minute_Test">https://wiki.librivox.org/index.php/1-Minute_Test</a>';
$lang['proj_launch_uploader_notes_3'] = 'Если вы случайно выбрали не те файлы, то до загрузки можно остановить все или некоторые файлы кнопкой "Cancel".';
$lang['proj_launch_uploader_notes_4'] = 'Если вы повторно загрузили файл с тем же самым именем, то первая загрузка будет переименована и не стерта.';
$lang['proj_launch_uploader_notes_5'] = 'Кнопка "Clear" убирает файлы из списка, но не стирает с сервера. Для удаления файлов обратитесь к администратору.';
$lang['proj_launch_uploader_help'] = 'Проблемы с загрузчиком? Попробуйте, если можно, с другим браузером. Если не помогает, обратитесь к администратору на форуме.';
?>
